Repository: Gazda99/SPC-GK540-Color-Changer
Catalog: GK540 Color Changer/Languages/*_local.resx
Languages: pl

# colorPickerDialog
source: Choose common color
pl: Wybierz wspólny kolor

source: Selected key:
pl: Wybrany klawisz:

# fileNotLoadedExMsg
source: File that could not be loaded:
pl: Plik który nie mógł być wczytany:

# imageNotLoadedErrorMsg
source: Please make sure that the file is inside the specified location, and is not used by another program.
pl: Upewnij się czy obraz znajduje się w podanej lokalizacji i czy nie jest używany przez inny program.

# configNotLoadedErrorMsg
source: Please make sure that the config files are inside the specified location, and are not used by another program.
pl: Upewnij się czy plik znajduje się w podanej lokalizacji i czy nie jest używany przez inny program.

# saveBeforeExit
source: Do you want to save changes to current mode?
pl: Czy chcesz zapisać zmiany do wybranego trybu?

# changeModeName
source: Provide new name for mode
pl: Podaj nową nazwę dla trybu

# cannotChangeName
source: Cannot change name to:
pl: Nie można zmienić nazwy na:

# cannotLoadConfig
source: Unable to read config. The default will be restored.
pl: Nie można odczytać configu. Przywrócony zostanie domyślny.

# notifyIcon
source: GK 540 Color Changer - minimized
pl: GK 540 Color Changer - zminimalizowany

# btAccept
source: Accept
pl: Potwierdź

# btCancel
source: Cancel
pl: Anuluj

# btYes
source: Yes
pl: Tak

# btNo
source: No
pl: Nie

# btSave
source: Save
pl: Zapisz

# btMinimize
source: Minimize to system tray
pl: Zminimalizuj do zasobnika

# btExitApp
source: Exit app
pl: Wyjdź

# btBackgroundChange
source: Set bg to common
pl: Ustaw tło na wspólny

# lbColorPicker
source: Common Color:
pl: Wspólny kolor:

# savedModeMessage_1
source: Saved mode
pl: Zapisano tryb

# savedModeMessage_2
source: to profile
pl: do profilu

# changedColorMessage
source: Changed color to:
pl: Zmieniono kolor na:

source: Current color:
pl: Obecny kolor:

# tltChooseProfile
source: Choose profile
pl: Wybierz profil

# tltChangeColor
source: Click to change color
pl: Kliknij by zmienić kolor

# tltPaintingMode
source: Choose painting mode
pl: Wybierz tryb malowania

# tltRadioButton
source: Press right mouse button to change name
pl: Przyciśnij prawy przycisk mszy by zmienić nazwę

# swTo
source: to
pl: na

source: Copy
pl: Kopiuj

source: Cut
pl: Wytnij

source: Paste
pl: Wklej

source: Changed name of
pl: Zmieniono nazwę

source: Profile
pl: Profil
